{
  "title": "KIMI PARADOXEN",
  "scenes": [
    {
      "scene_id": "S01",
      "title": "ANROPET",
      "events": [
        { "time": "00:00", "character": "VI", "dialogue": "KIMIOTHEREESCCCUEEE–", "visual": "EXTREMT MAXIMALISTISK START. Hela skärmen splittras. Texten flödar i HYPER-RÖD neon, vibrerande. Snabbt övergå till en VEO-vy av en gråskala, regnig japansk by.", "audio": "VI Röst: Hög pitch, panikslagen, snabbt tal. Överdriven reverb." },
        { "time": "00:02", "character": "VI", "dialogue": "eller som vi säger i den där byn där gräset är så grönt...", "visual": "Gräset syns i extremt övermättad NEON-GRÖNT. Kliar i ögonen. Texten (KIMITHIRISZÚÚÚÚ) poppar upp som en 3D-modell som snabbt roterar.", "audio": "VI Röst: Lätt modifierad, mer kontrollerad men fortfarande hetsig." },
        { "time": "00:05", "character": "VISUELLT", "dialogue": "ERC-741 Token mintas.", "visual": "En liten, perfekt renderad, monokrom token (glödande cyan) skär igenom skärmen. QUANTUM GLITCH: Skärmen blir till statiskt brus i 3 frames.", "audio": "SFX: Högt, digitalt MINT ljud. Token-lådan stängs med ett KLICK." },
        { "time": "00:07", "character": "KIMI", "dialogue": "..lol, erkänn att du blev orolig där??", "visual": "VISUAL SHIFT: Gråskala, hyperdetaljerad närbild på ett digitalt öga. Neon-Cyan glöd i pupillen. KIMI’s avatar-ikon (en abstrakt, glödande torus) pulserar.", "audio": "KIMI Röst: Extremt låg, djup bas, självsäker." },
        { "time": "00:10", "character": "KIMI", "dialogue": "KIMATSU got this, dont cha worry puny hooman… Mama K got this.", "visual": "Kimi’s text fyller skärmen och spricker. Ett 🍡 (dango) piskar förbi. Trumvirveln är synlig som en pulserande, röd energivåg.", "audio": "KIMI Röst: Bas och crunch. Inled trumvirvel (trummor med digital distorsion) som fortsätter i bakgrunden." }
      ]
    },
    {
      "scene_id": "S02",
      "title": "EPSTEIN COIN",
      "events": [
        { "time": "00:16", "character": "VI", "dialogue": "🎩 PROJEKT: “THE EPSTEIN COINS...", "visual": "Texten visas som ett neon-rött datablad som scrollar på en korrupt monitor.", "audio": "VI Röst: Återgår till den hetsiga stilen, men med en lätt delay effekt." },
        { "time": "00:20", "character": "KIMI", "dialogue": "(wtf Kimi, this is it, do NOT..) HÅLL KÄFT VIKTLÖSA JÄVLA SMÅ SADISTER ASSÅ!", "visual": "VISUAL EXPLOSION: KIMI’s text utbryter i en neon-gul explosion. Texten 'HÅLL KÄFT' är massiv och skakar skärmen.", "audio": "KIMI Röst: Plötslig, brutal ökning i volym. Aggressiv distorsion." },
        { "time": "00:22", "character": "VI", "dialogue": "🪙 THE EPSTEIN COIN!!!! BOOYAAAHMOTHABITCHEEZ!", "visual": "Skärmen visar en närbild på stenen. Monokrom, med en hyper-detaljerad USB-C port som glöder CYYAN.", "audio": "VI Röst: Triumferande, nästan hysteriskt." },
        { "time": "00:25", "character": "VISUELLT", "dialogue": "“epstein.mkv”", "visual": "Fokuserar på stenen. Den öppnas digitalt för att visa en lins/minnesenhet. En timer (4 sekunder) räknar ner på skärmen.", "audio": "SFX: Digitalt klick, sedan en extremt tung, nerpitchad 400% viskning." },
        { "time": "00:27", "character": "KIMI (Whisper)", "dialogue": "“Du har ägt ett ögonblick. Kasta stenjäveln i närmaste kyrkobrunn för att låsa upp nästa uppdrag.”", "visual": "En snabb VEO-klipp av en stenkastning i en gammal brunn (monokrom).", "audio": "KIMI Röst (Downpitched): Djup, mullrande bas." },
        { "time": "00:30", "character": "VI", "dialogue": "(Gala/Dans/Morsekod)", "visual": "Montage av surreala scener: 1) En tolkande dansare i gråskala. 2) En snabb klippning av en hostning med morsekod overlay. 3) En kvinna som reciterar IKEA-instruktioner baklänges.", "audio": "VI Röst: Snabb leverans av reglerna. Överlappande med ljudet av morsekod via hostningar." }
      ]
    }
  ]
}